Repository: thopra/onm_cropimages
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_onmcropimages_domain_model_options
source: Configurtion
de: Konfiguration

# tx_onmcropimages_domain_model_options.width
source: processed width
de: skalierte Breite

# tx_onmcropimages_domain_model_options.height
source: processed height
de: skalierte Höhe

# tx_onmcropimages_domain_model_options.crop_x
source: top left x-axis coordinate (percentage)
de: Prozent X-Achse

# tx_onmcropimages_domain_model_options.crop_y
source: top left y-axis coordinate (percentage)
de: Prozent Y-Achse

# tx_onmcropimages_domain_model_options.crop_width
source: width (percentage)
de: breite (Prozent)

# tx_onmcropimages_domain_model_options.crop_height
source: height (percentage)
de: Höhe (Prozent)

# tx_onmcropimages_domain_model_options.file
source: File
de: Datei

source: Edit processed file
de: Bildausschnitt verändern

source: Edited
de: Bereits bearbeitet

# intro
source: Browse the filelist and edit processed images
de: Durchsuchen Sie die Dateiliste und bearbeiten Sie generierte Bildausschnitte.
